Repository: jadetheda/IceCubesApp
Catalog: IceCubesApp/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: be, de, es, eu, fr, it, ja, ko, nb, nl, pl, pt_br, tr, uk, zh_hans, zh_hant

# report.comment.placeholder
source: Additional Info
be: Дадатковая інфармацыя
de: Zusätzliche Informationen
es: Información adicional
eu: Informazio gehigarria
fr: Information supplémentaire
it: Informazioni aggiuntive
ja: 追加情報
ko: 추가 정보
nb: Tilleggsinformasjon
nl: Aanvullende informatie
pl: Informacja dodatkowa
pt_br: Informação adicional
tr: Ek bilgi
uk: Додаткова інформація
zh_hans: 附加信息
zh_hant: 附加資訊

# report.title
source: Report Post
be: Паскардзіцца
de: Beitrag melden
es: Denunciar publicación
eu: Salatu edukia
fr: Signaler la publication
it: Segnala post
ja: 投稿を報告
ko: 신고
nb: Rapporter innlegg
nl: Meld post
pl: Zgłoszenie postu
pt_br: Denunciar publicação
tr: Gönderiyi Bildir
uk: Поскаржитись на допис
zh_hans: 举报嘟文
zh_hant: 檢舉嘟文

source: See more
be: Глядзець больш
de: Mehr sehen
es: Ver más
eu: Ikusi gehiago
fr: Voir plus
it: Mostra altro
ja: 詳細を見る
ko: 더 보기
nb: Vis mer
nl: Bekijk meer
pl: Zobacz więcej
pt_br: Veja mais
tr: Dahasını Gör
uk: Переглянути більше
zh_hans: 查看更多
zh_hant: 更多

# settings.about.built-with
source: Ice Cubes is built with the following Open Source software:
be: Ice Cubes створаны з наступным праграмным забеспячэннем з адкрытым зыходным кодам:
de: Ice Cubes wird mit folgender Open-Source-Software erstellt:
es: Ice Cubes utiliza estas librerías de código abierto:
eu: Ice Cubes ondorengo iturburu irekiko softwarea erabiliz egin da:
fr: Ice Cubes est développé avec les logiciels Open Source suivants :
it: Ice Cubes si basa sui seguenti software open-source:
ja: Ice Cubesは以下のオープンソースソフトウェアで構築されています:
ko: Ice Cubes는 다음 오픈 소스 소프트웨어를 사용하여 개발되었습니다:
nb: Ice Cubes er bygget med følgende åpen kildekode-programvare:
nl: Ice Cubes is gebouwd met de volgende opensourcesoftware:
pl: Ice Cubes zbudowano z wykorzystaniem następującego oprogramowania Open Source:
pt_br: Ice Cubes é construído com os seguintes softwares de código aberto:
tr: Ice Cubes şu açık kaynak yazılımları ile kuruldu:
uk: Ice Cubes створено за допомогою цього Open Source програмного забезпечення:
zh_hans: Ice Cubes 的构建使用了以下开源项目：
zh_hant: Ice Cubes 運用下列開源碼：

# settings.account.action.delete-cache
source: Clear Cache
be: Ачысціць кэш
de: Cache leeren
es: Vaciar caché
eu: Garbitu katxea
fr: Effacer le cache
it: Svuota cache
ja: キャッシュをクリア
ko: 캐시 데이터 지우기
nb: Tøm buffer
nl: Leeg cache
pl: Wyczyść bufor postów
pt_br: Limpar cache
tr: Önbelleği Temizle
uk: Очистити кеш
zh_hans: 清除缓存
zh_hant: 清除快取

# settings.account.cached-posts-%@
source: Cached Posts: %@
be: Кэшаваныя допісы: %@
de: Beiträge im Cache: %@
es: Publicaciones cacheadas: %@
eu: Bidalketak katxean: %@
fr: Publications en cache: %@
it: Post in cache: %@
ja: キャッシュしているポスト: %@
ko: 캐시 데이터로 저장된 글: %@개
nb: Bufrede innlegg: %@
nl: Posts in cache: %@
pl: Liczba postów w buforze: %@
pt_br: Pastagens cacheadas: %@
tr: Önbelleklenmiş Gönderiler: %@
uk: Кешовано дописів: %@
zh_hans: 已缓存嘟文：%@
zh_hant: 快取嘟文：%@

# settings.app.about
source: About
be: Аб дадатку
de: Über Ice Cubes
es: Acerca de
eu: Aplikazio honi buruz
fr: À propos
it: Informazioni
ja: アプリについて
ko: 이 앱에 관해
nb: Om
nl: Info
pl: O aplikacji
pt_br: Sobre
tr: Hakkında
uk: Про застосунок
zh_hans: 关于
zh_hant: 關於

# settings.app.icon
source: App Icon
be: Значок дадатка
es: Icono de la app
eu: Aplikazioaren ikonoa
fr: Icône de l'application
it: Icona app
ja: アプリアイコン
ko: 앱 아이콘
nb: Appikon
nl: Appsymbool
pl: Ikona aplikacji
pt_br: Ícone do App
tr: Uygulama İkonu
uk: Іконка застосунку
zh_hans: 应用图标
zh_hant: App 圖像

# settings.app.icon.designed-by
source: Icons by
be: Значкі ад
de: Symbole von
es: Iconos creados por
eu: Ondorengo ikonoen sortzailea:
fr: Icônes par
it: Icone di
ja: アイコンの作者：
ko: 커뮤니티 앱 아이콘 | 제작:
nb: Ikoner av
nl: Appsymbolen door
pl: Ikony zaprojektowane przez
pt_br: Ícones por
tr: İkonlar:
uk: Розроблено
zh_hans: 图标作者
zh_hant: 圖像作者

# settings.app.icon.navigation-title
source: Icons
be: Значкі
de: Symbole
es: Iconos
eu: Ikonoak
fr: Icônes
it: Icone
ja: アイコン
ko: 앱 아이콘
nb: Ikon
nl: Appsymbolen
pl: Ikony
pt_br: Ícones
tr: İkonlar
uk: Іконки
zh_hans: 应用图标
zh_hant: 圖像

# settings.app.icon.official
source: Official icons
be: Афіцыйныя значкі
de: Offizielle Symbole
es: Iconos oficiales
eu: Ikono ofizialak
fr: Icônes officielles
it: Icone ufficiali
ja: 公式アイコン
ko: 공식 앱 아이콘
nb: Offisielle ikoner
nl: Officiële appsymbolen
pl: Oficjalne ikony aplikacji
pt_br: Ícones oficiais
tr: Resmi ikonlar
uk: Офіційні іконки
zh_hans: 官方图标
zh_hant: 官方圖像

# settings.app.source
source: Source (GitHub)
be: Крыніца (спасылка на GitHub)
de: Quellcode (auf GitHub)
es: Código fuente (Enlace a GitHub)
eu: Iturburu kodea (GitHub)
fr: Code source (lien GitHub)
it: Sorgente (GitHub)
ja: ソース (GitHub link)
ko: 소스 코드 (GitHub)
nb: Kilde (GitHub-lenke)
nl: Broncode (GitHub-link)
pl: Źródło (link do GitHub)
pt_br: Código fonte (link GitHub)
tr: Kaynak Kodu (GitHub link)
uk: Посилання (GitHub)
zh_hans: 源代码（GitHub 链接）
zh_hant: 程式原始碼（GitHub）

# settings.app.support
source: Support the App
be: Падтрымаць дадатак
de: Unterstütze die App
es: Apoya a Ice Cubes
eu: Eman babesa aplikazioari
fr: Soutenir l'application
it: Supporta l'app
ja: アプリを支援する
ko: 이 앱 지원하기
nb: Støtt denne appen
nl: De app steunen
pl: Wspieraj aplikację
pt_br: Apoie o app
tr: Uygulamayı Destekleyin
uk: Підтримати застосунок
zh_hans: 支持本应用
zh_hant: 贊助本程式

# settings.content.default-sensitive
source: Always Mark Media as Sensitive
be: Заўсёды адзначаць медыя як уражлівыя
de: Medien immer als sensibel kennzeichnen
es: Marcar siempre el contenido multimedia como sensible
eu: Markatu eduki guztia hunkigarri gisa
fr: Toujours marquer les médias comme sensibles
it: Segnala sempre i contenuti come sensibili
ja: 常にメディアをセンシティブなものとしてマークする
ko: 내 미디어 항상 민감함으로 표시
nb: Marker alltid medier som sensitive
nl: Markeer media standaard als gevoelig
pl: Oznaczaj media jako wrażliwe
pt_br: Sempre marcar mídias como sensíveis
tr: Her Zaman Medyayı Hassas Olarak İşaretle
uk: Завжди позначати медія як делікатні
zh_hans: 始终将媒体标为敏感内容
zh_hant: 媒體一律標示為敏感題材

# settings.content.default-visibility
source: Posting Visibility
be: Бачнасць допісаў
de: Sichtbarkeit Beiträge
es: Visibilidad de las publicaciones
eu: Edukiaren irismena
fr: Visibilité des publications
it: Visibilità post
ja: 投稿の可視化
ko: 글 기본 공개 범위
nb: Innleggssynlighet
nl: Zichtbaarheid posts
pl: Widoczność postów
pt_br: Visibilidade da postagem
tr: Gönderi Görünürlüğü
uk: Видимість допису
zh_hans: 默认嘟文可见范围
zh_hant: 嘟文能見度

# settings.content.expand-media
source: Media Display
be: Паказ медыя
de: Medienansicht
es: Mostrar el contenido multimedia
eu: Multimedia erakusteko hobespenak
fr: Affichage des médias
it: Visualizzazione media
ja: メディア表示
ko: 표시할 미디어
nb: Medievisning
nl: Mediaweergave
pl: Multimedia
pt_br: Exibição de mídia
tr: Medya Görünümü
uk: Відображення медіа
zh_hans: 媒体显示
zh_hant: 媒體顯示

# settings.content.expand-spoilers
source: Always Show Sensitive Posts
be: Заўсёды паказваць уражлівыя допісы
de: Sensible Inhalte immer zeigen
es: Mostrar siempre el contenido sensible
eu: Erakutsi beti eduki hunkigarria
fr: Toujours afficher les messages sensibles
it: Mostra sempre i post sensibili
ja: センシティブな投稿を常に表示する
ko: 열람 주의 표시된 글 항상 가리지 않음
nb: Vis alltid sensitive innlegg
nl: Toon gevoelige posts altijd
pl: Pokazuj wrażliwe posty
pt_br: Sempre exibir postagens sensíveis
tr: Her Zaman Hassas İçerikleri Göster
uk: Дозволити відображати делікатний вміст
zh_hans: 始终显示敏感内容
zh_hant: 顯示所有敏感嘟文

# settings.content.instance-settings
source: Server Content Settings
be: Налады змесціва серверу
de: Serverinhaltseinstellungen
es: Ajustes de contenido del servidor
eu: Edukiari buruzko ezarpenak
fr: Réglages de contenu serveur
it: Impostazioni server
ja: サーバーコンテンツ設定
ko: 서버 콘텐츠 설정
nb: Innstillinger for serverinnhold
nl: Serverinstellingen voor inhoud
pl: Ustawienia treści serwera
pt_br: Configurações de conteúdo do servidor
tr: Sunucu İçerik Ayarları
uk: Налаштування відображення сервера
zh_hans: 服务器内容设置
zh_hant: 伺服器內容設定

# settings.content.media
source: Media
be: Медыя
de: Medien
es: Multimedia
eu: Multimedia
fr: Média
ja: メディア
ko: 미디어
pt_br: Mídia
tr: Medya
uk: Медіа
zh_hans: 媒体
zh_hant: 媒體

# settings.content.media.show.alt
source: Show ALT Texts
be: Паказваць альт. тэкст
de: ALT-Texte zeigen
es: Mostrar texto ALT
eu: Erakutsi deskribapenak
fr: Montrer les textes ALT
it: Mostra testo alternativo
ja: 注釈を表示
ko: 미디어 설명 버튼 표시
nb: Vis ALT-tekster
nl: Toon ALT-teksten
pl: Pokazuj alternatywny tekst
pt_br: Mostrar textos alternativos
tr: ALT metinlerini göster
uk: Показати ALT тексти
zh_hans: 显示图片描述
zh_hant: 顯示圖片描述

# settings.content.navigation-title
source: Content Settings
be: Налады змесціву
de: Inhaltseinstellungen
es: Ajustes de contenido
eu: Edukiaren ezarpenak
fr: Paramètres de contenu
it: Contenuti
ja: コンテンツ設定
ko: 콘텐츠
nb: Innholdsinnstillinger
nl: Inhoud
pl: Ustawienia treści
pt_br: Configurações de Conteúdo
tr: İçerik Ayarları
uk: Налаштування вмісту
zh_hans: 内容设置
zh_hant: 內容設定

# settings.content.posting
source: Posting
be: Размяшчэнне допісаў
de: Schreiben
es: Publicando
eu: Bidaltzean
fr: Publication
it: Composizione
ja: ポスティング
ko: 게시할 때
nb: Innlegg
nl: Posten
pl: Wysyłanie postów
pt_br: Postagem
tr: Gönderiliyor
uk: Допис
zh_hans: 发布设置
zh_hant: 發表

# settings.content.reading
source: Reading
be: Чытанне
de: Lesen
es: Leyendo
eu: Irakurtzean
fr: Lecture
it: Lettura
ja: リーディング
ko: 읽을 때
nb: Lesing
nl: Lezen
pl: Czytanie postów
pt_br: Lendo
tr: Okunuyor
uk: Читання
zh_hans: 阅读设置
zh_hant: 閱讀

# settings.content.use-instance-settings
source: Use Server Settings
be: Ужыць налады серверу
de: Servereinstellungen verwenden
es: Usar ajustes del servidor
eu: Erabili zerbitzariko ezarpenak
fr: Utiliser les paramètres du serveur
it: Utilizza impostazioni del server
ja: サーバー設定を使用する
ko: 서버에서 설정한 대로 맞춤
nb: Bruk serverinnstillinger
nl: Gebruik serverinstellingen
pl: Zastosuj ustawienia serwera
pt_br: Usar configurações do servidor
tr: Sunucu Ayarlarını Kullan
uk: Використовувати налаштування сервера
zh_hans: 使用服务器设置
zh_hant: 沿用伺服器設定

# settings.display.avatar.position
source: Avatar Position
be: Пазіцыя аватару
de: Profilbild-Position
es: Posición del avatar
eu: Abatarraren kokapena
fr: Position de l'avatar
it: Posizione avatar
ja: アバターの位置
ko: 프로필 사진 위치
nb: Avatarposisjon
nl: Avatarpositie
pl: Położenie awatara
pt_br: Posição do avatar
tr: Avatar Pozisyonu
uk: Розташування аватара
zh_hans: 头像位置
zh_hant: 頭像位置

# settings.display.avatar.shape
source: Avatar Shape
be: Форма аватару
de: Profilbild-Form
es: Forma del avatar
eu: Abatarraren itxura
fr: Forme de l'avatar
it: Forma avatar
ja: アバターの形
ko: 프로필 사진 모양
nb: Avatarform
nl: Avatarvorm
pl: Kształt awatara
pt_br: Formato do avatar
tr: Avatar Şekli
uk: Форма аватара
zh_hans: 头像形状
zh_hant: 頭像形狀

# settings.display.example-toot
source: Example Post
be: Прыклад допісу
de: Beispielbeitrag
es: Publicación de ejemplo
eu: Adibidea
fr: Toot d'exemple
it: Post di esempio
ja: 投稿の例
ko: 글 미리 보기
nb: Eksempelinnlegg
nl: Postvoorbeeld
pl: Przykładowy post
pt_br: Exemplo de postagem
tr: Örnek Gönderi
uk: Приклад допису
zh_hans: 样例嘟文
zh_hant: 嘟文範例

# settings.display.font
source: Timeline Font
be: Шрыфт шкалы часу
de: Schriftart Timeline
es: Tipografía
eu: Denbora-lerroaren letra tipoa
fr: Police de la chronologie
it: Font della timeline
ja: タイムラインのフォント
ko: 타임라인 글꼴
nb: Tidslinjefont
nl: Tijdlijnlettertype
pl: Czcionka strumienia
pt_br: Fonte da linha do tempo
tr: Akış Fontu
uk: Шрифт стрічки
zh_hans: 应用字体
zh_hant: 時間軸字體

# settings.display.font.custom
source: Custom
be: Уласны
de: Eigene
es: Personalizada
eu: Norberak ezarritakoa
fr: Personnalisée
it: Personalizzato
ja: カスタム
ko: 직접 설정
nb: Tilpasset
nl: Aangepast
pl: Własna
pt_br: Personalizada
tr: Özel
uk: Власний
zh_hans: 自定义
zh_hant: 自定

# settings.display.font.scaling-%@
source: Font Scaling: %@
be: Маштаб шрыфту: %@
de: Schriftskalierung: %@
es: Escalado de tipografía: %@
eu: Letra-tipoaren neurria: %@
fr: Mise à l'échelle de la police : %@
it: Dimensione font: %@
ja: フォントサイズ: %@
ko: 글꼴 크기 조절: %@
nb: Skriftskalering: %@
nl: Lettertype vergroten/verkleinen: %@
pl: Skalowanie czcionki: %@
pt_br: Escala de fonte: %@
tr: Font ölçeklendirme: %@
uk: Масштабування шкрифта: %@
zh_hans: 字体缩放：%@
zh_hant: 字體縮放：%@

# settings.display.font.system
source: System
be: Сістэмны
es: De sistema
eu: Sistemak darabilena
fr: Système
it: Sistema
ja: システムフォント
ko: 시스템 글꼴
nl: Systeem
pl: Systemowa
pt_br: Sistema
tr: Sistem
uk: Системний
zh_hans: 系统
zh_hant: 系統

# settings.display.full-username
source: Display Full Username
be: Паказваць поўнае імя
de: Vollständigen Benutzernamen zeigen
es: Mostrar nombre de usuario completo
eu: Erakutsi erabiltzaile izen osoa
fr: Afficher le nom d'utilisateur complet
it: Visualizza il nome utente completo
ja: 完全なユーザー名を表示
ko: 아이디에 서버 URL 표시
nb: Vis fullstendig brukernavn
nl: Toon volledige gebruikersnaam
pl: Wyświetlaj pełną nazwę użytkownika
pt_br: Mostrar nome de usuário completo
tr: Tam Kullanıcı Adını Göster
uk: Відображати повне імʼя користувача
zh_hans: 显示完整用户名
zh_hant: 顯示用戶全名

# settings.display.navigation-title
source: Display Settings
be: Налады дысплэю
de: Anzeigeeinstellungen
es: Ajustes de apariencia
eu: Pantailaren ezarpenak
fr: Paramètres d'affichage
it: Visualizzazione
ja: 表示設定
ko: 화면
nb: Visningsinnstillinger
nl: Weergaveopties
pl: Ustawienia ekranu
pt_br: Ver Configurações
tr: Gösterim Ayarları
uk: Налаштування відображення
zh_hans: 显示设置
zh_hant: 顯示設定

# settings.display.pending-at-bottom
source: Show Pending Button at Bottom
be: Кнопка «Паказаць непрачытаныя» ўнізе экрана
de: Ungelesene-Button am unteren Rand anzeigen
es: Mostrar el botón de no leído en la parte inferior de la pantalla
eu: Erakutsi irakurtzeke zenbakia behealdean
fr: Afficher le bouton des toots non lus en bas de l'écran
it: Mostra tasto dei post in sospeso in basso
ja: 画面下に未読ボタンを表示する
ko: 읽지 않은 글 수를 아래쪽에 표시
nb: Vis ulest-knappen nederst på skjermen
nl: De knop Ongelezen onder aan het scherm weergeven
pl: Pokazuj przycisk nieprzeczytanych na dole ekranu
pt_br: Exibir o botão não lido na parte inferior da tela
tr: Ekranın alt kısmında okunmamış düğmesini görüntüleyin
uk: Показати непрочитану кнопку внизу екрана
zh_hans: 在屏幕底部显示未读按钮
zh_hant: 在螢幕底部顯示未讀按鈕

# settings.display.restore
source: Restore Defaults
be: Аднавіць па змаўчанні
de: Standard wiederherstellen
es: Restaurar ajustes predeterminados
eu: Berrezarri defektuzkoa
fr: Restaurer les valeurs par défaut
it: Ripristina impostazioni di default
ja: デフォルトに戻す
ko: 처음 설정으로 되돌리기
nb: Gjenopprett standardinnstillinger
nl: Stel opnieuw in
pl: Przywróć ustawienia domyślne
pt_br: Restaurar padrões
tr: Varsayılan Ayarlara Geri Döndür
uk: Відновити налаштування
zh_hans: 恢复默认设置
zh_hant: 還原預設值

# settings.display.section.display
source: Display
be: Дысплэй
de: Anzeigen
es: Apariencia
eu: Pantaila
fr: Affichage
it: Visualizzazione
ja: 表示
ko: 화면
nb: Visning
nl: Weergave
pl: Ekran
pt_br: Exibir
tr: Gösterim
uk: Відображення
zh_hans: 显示
zh_hant: 顯示

# settings.display.section.font
source: Font
be: Шрыфт
de: Schriftart
es: Fuente
eu: Letra-tipoa
fr: Police
ja: フォント
ko: 글꼴
nl: Lettertype
pl: Czcionka
pt_br: Fonte
uk: Шрифти
zh_hans: 字体
zh_hant: 字體

# settings.display.section.theme
source: Theme
be: Тэма
de: Design
es: Tema
eu: Itxura
fr: Thème
it: Tema
ja: テーマ
ko: 테마
nb: Tema
nl: Thema
pl: Motyw
pt_br: Tema
tr: Tema
uk: Тема
zh_hans: 主题
zh_hant: 風格

# settings.display.section.theme.footer
source: Custom colors can only be set if match system color scheme is disabled
be: Уласныя колеры можна ўсталяваць толькі ў тым выпадку, калі адключана сістэмная каляровая схема
de: Eigene Farben können nur eingestellt werden, wenn die Systemeinstellung nicht verwendet wird.
es: Solo se pueden usar los colores personalizados si la opción de 'Coincidir con el sistema' está desactivada
eu: Norberaren koloreak aukeratzeko sistemak darabiltzan koloreen aukera ezgaitu behar da
fr: Les couleurs personnalisées ne peuvent être définies que si le thème système est désactivé
it: I colori personalizzati possono essere impostati solo se si disattiva l’aspetto di sistema
ja: カスタムカラーはシステム配色との一致が無効の場合のみ設定可能です
ko: 시스템 설정에 맞춤 옵션을 껐을 때만 색상을 직접 고를 수 있습니다.
nb: Egendefinerte farger kan bare angis hvis «Match system» er deaktivert
nl: Kleuren kunnen alleen worden ingesteld als het kleurenschema niet automatisch het kleurenschema van het systeem volgt
pl: Kolory niestandardowe można ustawić tylko wtedy, gdy wyłączona jest opcja dopasowania schematu kolorów systemu.
pt_br: Cores personalizadas só podem ser definidas se o Padrão do Sistema estiver desabilitado
tr: Özel renkler, sadece sistem renk şeması devre dışı iken ayarlanabilir
uk: Власна кольорова схема може бути встановлена лише якщо відключено Відповідати системній темі
zh_hans: 只有在“匹配系统”关闭时才能设置自定义颜色
zh_hant: 自定顏色需先關閉「符合系統」選項

# settings.display.show-ipad-column
source: Enable Secondary Column
be: Уключыць дадатковы слупок
de: Zweite Spalte aktivieren
es: Activar segunda columna
eu: Gaitu bigarren zutabea
fr: Activer la colonne secondaire
it: Abilita colonna secondaria
ja: セカンドカラムを有効にする
ko: 보조 열 표시
nb: Aktiver sekundær kolonne
nl: Toon tweede kolom
pl: Włącz dodatkową kolumnę
pt_br: Habilitar coluna secundária
tr: İkincil sütunu aktif et
uk: Увімкнути додаткову колонку
zh_hans: 启用边栏
zh_hant: 啟用邊欄

# settings.display.show-tab-label
source: Show Tab Name
be: Паказаць назву ўкладкі
de: Tabtitel anzeigen
es: Mostrar nombre de pestaña
eu: Erakutsi erlaitzen izena
fr: Montrer le nom de l'onglet
it: Mostra nome pannello
ja: タブ名を表示
ko: 제목 표시
nb: Vis fanenavn
nl: Toon label bij tab
pl: Pokazuj nazwy zakładek
pt_br: Mostrar nome da aba
tr: Sekme Adını Göster
uk: Відображати назву вкладки
zh_hans: 在导航栏中显示文本
zh_hant: 顯示頁籤名稱

# settings.display.status.action-buttons
source: Status Action Buttons
be: Кнопкі дзеянняў стану
de: Status Aktions-Buttons
es: Botones de acción
eu: Bidalketen ekintza botoiak
fr: Boutons d'action de statut
it: Tasti azione dei post
ja: アクションボタン
ko: 글 동작 버튼
nb: Status handlingsknapper
nl: Actieknoppen
pl: Przyciski akcji
pt_br: Botões de ação de status
tr: Durum Aksiyon Butonları
uk: Кнопки дій статуса
zh_hans: 操作栏样式
zh_hant: 狀態列按鈕

# settings.display.status.media-style
source: Status Media Style
be: Медыястыль статусу
de: Status Medien
es: Estilo del contenido multimedia
eu: Bidalketen multimediaren itxura
fr: Style de média de statut
it: Stile media
ja: メディアスタイル
ko: 글 미디어 크기
nb: Status mediestil
nl: Mediastijl
pl: Treści multimedialne
pt_br: Estilo de mídia de status
tr: Durum Medya Stili
uk: Стиль медія статуса
zh_hans: 媒体内容排列
zh_hant: 狀態媒體式樣

# settings.display.theme.background
source: Background Color
be: Колер фону
de: Hintergrundfarbe
es: Color de fondo
eu: Hondoaren kolorea
fr: Couleur de fond
it: Colore di sfondo
ja: バックグラウンドカラー
ko: 배경 색상
nb: Bakgrunnsfarge
nl: Achtergrondkleur
pl: Kolor tła
pt_br: Cor de fundo
tr: Arka Plan Rengi
uk: Колір фону
zh_hans: 背景颜色
zh_hant: 背景顏色

# settings.display.theme.secondary-background
source: Secondary Background Color
be: Другасны колер фону
de: Sekundäre Hintergrundfarbe
es: Color de fondo secundario
eu: Bigarren mailako hondoaren kolorea
fr: Couleur de fond secondaire
it: Colore di sfondo secondario
ja: アクセントカラー
ko: 보조 배경 색상
nb: Sekundær bakgrunnsfarge
nl: Secundaire achtergrondkleur
pl: Dodatkowy kolor tła
pt_br: Cor de fundo secundária
tr: İkincil Arka Plan Rengi
uk: Додатковий колір фону
zh_hans: 次级背景颜色
zh_hant: 第二背景顏色

# settings.display.theme.systemColor
source: Match System
be: Згодна з сістэмай
de: Systemeinstellung verwenden
es: Coincidir con el sistema
eu: Sistemak darabilena
fr: Réglage système
it: Sistema
ja: システムに合わせる
ko: 시스템 설정에 맞춤
nl: Automatisch
pl: Zgodny z systemowym
pt_br: Padrão do Sistema
tr: Eşleştirme Sistemi
uk: Відповідати системній темі
zh_hans: 匹配系统
zh_hant: 符合系統

# settings.display.theme.tint
source: Tint Color
be: Колер адцення
de: Akzentfarbe
es: Color
eu: Tonua
fr: Couleur de teinte
it: Colore di accento
ja: 色合い
ko: 강조 색상
nb: Temafarge
nl: Kleurtint
pl: Kolor wiodący
pt_br: Cor principal
tr: Tonlama Rengi
uk: Відтінок кольору
zh_hans: 色调
zh_hant: 色調

# settings.display.translate-button
source: Show Translate Button
be: Паказаць кнопку перакладу
de: Übersetzen-Button anzeigen
es: Mostrar botón para traducir
eu: Erakutsi itzulpen botoia
fr: Afficher le bouton de traduction
it: Mostra tasto Traduci
ja: 翻訳ボタンの表示
ko: 번역 버튼 표시
nb: Vis oversettelsesknapp
nl: Toon vertaalknop
pl: Pokazuj przycisk tłumaczenia
pt_br: Exibir botão de tradução
tr: Çeviri Butonunu Göster
uk: Відображати кнопку перекладу
zh_hans: 显示翻译按钮
zh_hant: 顯示翻譯按紐

# settings.general.browser
source: Browser
be: Браўзэр
es: Navegador
eu: Nabigatzailea
fr: Navigateur
ja: ブラウザ
ko: 브라우저
nb: Nettleser
pl: Przeglądarka
pt_br: Navegador
tr: Tarayıcı
uk: Браузер
zh_hans: 默认浏览器
zh_hant: 瀏覽器

# settings.general.browser.in-app
source: In-App Browser
be: Убудаваны браўзэр
es: Interno
eu: Barnekoa
fr: Navigateur intégré
it: Browser in-app
ja: アプリ内ブラウザ
ko: 인앱 브라우저
nb: Nettleser i appen
nl: In-app
pl: W aplikacji
pt_br: Navegador do App
tr: Uygulama İçi Tarayıcı
uk: Вбудований браузер
zh_hans: 内置浏览器
zh_hant: 內建瀏覽器

# settings.general.browser.in-app.readerview
source: In-App Browser Reader View
be: Выгляд для чытання ўбудаванага браўзэра
de: In-App-Browser-Lesemodus
es: Vista de lectura en navegador interno
eu: Barneko nabigatzailearen irakurketa bista
fr: Vue lecteur du navigateur intégré
it: Modalità Lettura in-app
ja: アプリ内ブラウザ リーダービュー
ko: 인앱 브라우저에서 항상 읽기 도구 사용
nb: Leservisning i appen
nl: Gebruik Reader van in-appbrowser
pl: Widok czytnika w przeglądarce w aplikacji
pt_br: Leitor de Navegação no App
tr: Uygulama içi Okuma Modunda Tarayıcı Görünümü
uk: Режим читання для вбудованого браузера
zh_hans: 启用内置浏览器阅读器
zh_hant: 內建閱讀器

# settings.general.browser.system
source: System Browser
be: Сістэмны браўзер
es: Sistema
eu: Sistemarena
fr: Navigateur système
it: Browser di sistema
ja: システム既定のブラウザ
ko: 시스템 기본 브라우저
nb: Systemnettleser
nl: Systeem
pl: Systemowa
pt_br: Navegador do sistema
tr: Sistem Tarayıcısı
uk: Системний браузер
zh_hans: 系统浏览器
zh_hant: 系統瀏覽器

# settings.general.content
source: Content Settings
be: Налады змесціву
de: Inhaltseinstellungen
es: Ajustes de contenido
eu: Edukiaren ezarpenak
fr: Paramètres de contenu
it: Contenuti
ja: コンテンツ設定
ko: 콘텐츠
nb: Innholdsinnstillinger
nl: Inhoud
pl: Ustawienia treści
pt_br: Configurações de Conteúdo
tr: İçerik Ayarları
uk: Налаштування вмісту
zh_hans: 内容设置
zh_hant: 內容設定

# settings.general.display
source: Display Settings
be: Налады дысплэя
de: Anzeigeeinstellungen
es: Ajustes de apariencia
eu: Pantailaren ezarpenak
fr: Paramètres d'affichage
it: Visualizzazione
ja: 表示設定
ko: 화면
nb: Visningsinnstillinger
nl: Weergaveopties
pl: Ustawienia ekranu
pt_br: Exibir configurações
tr: Gösterim Ayarları
uk: Налаштування відображення
zh_hans: 显示设置
zh_hant: 顯示設定

# settings.general.haptic
source: Haptic Feedback
be: Тактыльная зваротная сувязь
de: Haptisches Feedback
es: Respuesta háptica
eu: Erreakzio haptikoak
fr: Retours par vibrations
it: Feedback aptico
ja: 触覚フィードバック
ko: 햅틱 피드백
nb: Haptisk tilbakemelding
nl: Haptische feedback
pl: Sygnały haptyczne
pt_br: Vibração
tr: Dokunsal Geribildirim
uk: Гаптика
zh_hans: 触感反馈
zh_hant: 觸覺回饋

# settings.general.instance
source: Instance Information
be: Інфармацыя аб серверы
de: Instanz-Informationen
es: Información de la instancia
eu: Instantziaren informazioa
fr: Information sur l'instance
it: Informazioni istanza
ja: インスタンス情報
ko: 서버 정보
nb: Instansinformasjon
nl: Instantie-informatie
pl: Informacja o serwerze
pt_br: Informação da Instância
tr: Oluşum Bilgisi
uk: Інформація про сервер
zh_hans: 服务器设置
zh_hant: 伺服器資訊
